Revit 2027 API
UnitTypeId.TonnesCarbonDioxidePerSquareFoot Property
 tonnes of carbon dioxide per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesCarbonDioxidePerSquareFoot { get; }
Public Shared ReadOnly Property TonnesCarbonDioxidePerSquareFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesCarbonDioxidePerSquareFoot {
	ForgeTypeId^ get ();
}
static member TonnesCarbonDioxidePerSquareFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace